[
  {
    "username": "BillGates",
    "text": "Done @satyanadella. It was fun playing with my friend @sachin_rt! I invite my friend @rogerfederer to also join us for a doubles crennis match!",
    "created_at": "Sun Mar 23 00:20:51 +0000 2025",
    "likes": 3971,
    "retweets": 1546,
    "replies": 0,
    "quotes": 126,
    "bookmarks": 114,
    "views": "1038662"
  },
  {
    "username": "BillGates",
    "text": "Thank you, @Dev_Fadnavis, for sharing your vision for a Viksit Maharashtra. I’m excited about opportunities to collaborate on digital platforms for women’s livelihoods and AI-driven solutions in sectors like health and agriculture. Looking forward to working together to improve",
    "created_at": "Thu Mar 20 17:55:02 +0000 2025",
    "likes": 3145,
    "retweets": 1136,
    "replies": 0,
    "quotes": 86,
    "bookmarks": 68,
    "views": "668675"
  },
  {
    "username": "BillGates",
    "text": "It was a pleasure to meet with you and learn even more about India’s amazing research, development, and startup ecosystem. I look forward to growing @BMGFIndia's innovation partnerships with the Department of Biotechnology and Department of Science and Technology, including the",
    "created_at": "Thu Mar 20 17:54:03 +0000 2025",
    "likes": 1410,
    "retweets": 468,
    "replies": 0,
    "quotes": 52,
    "bookmarks": 45,
    "views": "483968"
  },
  {
    "username": "BillGates",
    "text": "I had a very productive meeting with @jpnadda where we discussed India’s impressive progress in public health. India’s commitment to eliminating infectious diseases, advancing maternal and child healthcare, and leveraging digital health platforms and AI, is creating healthier",
    "created_at": "Thu Mar 20 05:44:17 +0000 2025",
    "likes": 2456,
    "retweets": 548,
    "replies": 0,
    "quotes": 39,
    "bookmarks": 41,
    "views": "450169"
  },
  {
    "username": "BillGates",
    "text": "Thank you for the discussion about how India’s DPI model is scaling and expanding access to banking, healthcare, and education for people worldwide. I look forward to our continued collaboration with the Government of India and its AI innovators in health, education, climate, and",
    "created_at": "Thu Mar 20 04:03:21 +0000 2025",
    "likes": 3229,
    "retweets": 537,
    "replies": 0,
    "quotes": 40,
    "bookmarks": 58,
    "views": "532916"
  },
  {
    "username": "BillGates",
    "text": "It was great to meet with Chief Minister of Andhra Pradesh @ncbn to sign a MoU between @BMGFIndia and the GoAP. I’m looking forward to what’s next as @BMGFIndia continues to support the state’s bold vision of innovation-led growth in health, agriculture, and education.",
    "created_at": "Thu Mar 20 04:01:27 +0000 2025",
    "likes": 9050,
    "retweets": 1878,
    "replies": 0,
    "quotes": 78,
    "bookmarks": 135,
    "views": "498385"
  },
  {
    "username": "BillGates",
    "text": "Thank you, @AshwiniVaishnaw, for the engaging conversation on the rapid progress of scaling India's DPI solutions and India AI mission. I look forward to continuing our partnership with the Government of India and India's AI innovators across health, education, climate, and",
    "created_at": "Thu Mar 20 03:59:28 +0000 2025",
    "likes": 2036,
    "retweets": 309,
    "replies": 0,
    "quotes": 12,
    "bookmarks": 28,
    "views": "321198"
  },
  {
    "username": "BillGates",
    "text": "I appreciate the great conversation and hospitality, @HardeepSPuri and Lakshmi Puri. It was great to spend time with you, @amitabhk87, and Indian entrepreneurs who are transforming the economy. From rooftop solar to digital public infrastructure, India’s energy progress is",
    "created_at": "Thu Mar 20 03:57:36 +0000 2025",
    "likes": 1288,
    "retweets": 224,
    "replies": 0,
    "quotes": 18,
    "bookmarks": 27,
    "views": "307632"
  },
  {
    "username": "BillGates",
    "text": "Thank you for the great discussion, @nsitharaman. I always love learning more about India’s efforts to expand financial access and economic opportunity for women, and the latest on the country’s leadership on DPI, public finance management, and AI for social good. I look forward",
    "created_at": "Thu Mar 20 03:55:01 +0000 2025",
    "likes": 1748,
    "retweets": 278,
    "replies": 0,
    "quotes": 8,
    "bookmarks": 28,
    "views": "282577"
  },
  {
    "username": "BillGates",
    "text": "I had a great discussion with @narendramodi about India’s development, the path to Viksit Bharat @ 2047, and exciting advancements in health, agriculture, AI, and other sectors that are creating impact today. It's impressive to see how innovation in India is driving progress https://t.co/UoM6myxraD",
    "created_at": "Tue Mar 18 21:27:18 +0000 2025",
    "likes": 18930,
    "retweets": 1846,
    "replies": 0,
    "quotes": 288,
    "bookmarks": 215,
    "views": "5047385"
  },
  {
    "username": "BillGates",
    "text": "It was a pleasure to discuss India's agricultural transformation with @chouhanshivraj. By developing and scaling cutting-edge ag-tech solutions, India is helping farmers increase crop yield, enhance nutrition, and build resilience against climate change. During my visit to",
    "created_at": "Mon Mar 17 23:11:31 +0000 2025",
    "likes": 1293,
    "retweets": 245,
    "replies": 0,
    "quotes": 46,
    "bookmarks": 32,
    "views": "443976"
  },
  {
    "username": "BillGates",
    "text": "Congratulations to President Trump and VP-elect Vance. America is at its strongest when we use ingenuity and innovation to improve lives here in the U.S. and around the world. I hope we can work together now to build a brighter future for everyone.",
    "created_at": "Thu Nov 07 19:46:00 +0000 2024",
    "likes": 15043,
    "retweets": 5454,
    "replies": 0,
    "quotes": 4186,
    "bookmarks": 853,
    "views": "4949338"
  },
  {
    "username": "BillGates",
    "text": "Thank you @AbiyAhmedAli for your warm welcome during my visit to Ethiopia. I’m inspired by our insightful discussions on Ethiopia’s development progress, and I’m excited by the opportunity to continue supporting our partners to track and accelerate progress in health, agriculture",
    "created_at": "Mon Sep 02 19:30:02 +0000 2024",
    "likes": 9246,
    "retweets": 4229,
    "replies": 0,
    "quotes": 593,
    "bookmarks": 355,
    "views": "4630101"
  },
  {
    "username": "BillGates",
    "text": "Aidan’s work to end polio saved countless lives and touched even more. His optimism and commitment to helping others made him a leader in the field—and a great friend to everyone who knew him. I'm sending my deepest condolences to his family and loved ones during this difficult",
    "created_at": "Thu Aug 08 01:49:48 +0000 2024",
    "likes": 5609,
    "retweets": 1906,
    "replies": 0,
    "quotes": 287,
    "bookmarks": 197,
    "views": "2472239"
  },
  {
    "username": "BillGates",
    "text": "Thanks to incredible work by Indian experts, a study conducted on the Immediate Kangaroo Mother Care (IKMC) method in India, reveals some amazing findings about saving newborn lives. Such innovations have the potential to save countless lives globally. @narendramodi @JPNadda",
    "created_at": "Fri Jul 26 19:16:24 +0000 2024",
    "likes": 5779,
    "retweets": 1742,
    "replies": 0,
    "quotes": 233,
    "bookmarks": 206,
    "views": "1958201"
  },
  {
    "username": "BillGates",
    "text": "I'm glad you could join us at the @Breakthrough Energy Summit! #BESummit24",
    "created_at": "Fri Jun 28 03:54:34 +0000 2024",
    "likes": 3787,
    "retweets": 1405,
    "replies": 0,
    "quotes": 196,
    "bookmarks": 138,
    "views": "1842480"
  },
  {
    "username": "BillGates",
    "text": "At the first Breakthrough Energy Summit in 2022, I shared updates on the cutting-edge concepts and companies we’re supporting that address the five grand challenges of climate change. This year, in London, we have something else to share: a whole portfolio of clean technologies",
    "created_at": "Tue Jun 25 18:12:48 +0000 2024",
    "likes": 2491,
    "retweets": 1010,
    "replies": 0,
    "quotes": 205,
    "bookmarks": 121,
    "views": "1090642"
  },
  {
    "username": "BillGates",
    "text": "RT @Breakthrough: Welcome to #BESummit24! The need to decarbonize our world has never been more pressing, but with extraordinary advancemen…",
    "created_at": "Tue Jun 25 16:55:39 +0000 2024",
    "likes": 0,
    "retweets": 992,
    "replies": 0,
    "quotes": 0,
    "bookmarks": 0,
    "views": "41"
  }
]